---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymDLeft
source: html/0cad8426-5938-5d40-8f44-c26b49f15bba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymDLeft Property

"D_Left"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamSpanSymDLeft { get; }
```